Repository: jlucea/LoginTemplate
Catalog: *.lproj/Localizable.strings
Languages: es

# LOGIN_BUTTON_LABEL
source: Acceder
es: Log in

# SIGNUP_BUTTON_LABEL
source: Registro
es: Sign up

# SIGNUP_LATER_TEXT
source: Más tarde
es: Sign up later

# PLACEHOLDER_NAME_TEXTFIELD
source: Nombre
es: Name

# PLACEHOLDER_PASSWORD_TEXTFIELD
source: Contraseña
es: Password

# CREATE_ACCOUNT_BUTTON_LABEL
source: Crear cuenta
es: Create account

# LEGAL_WARNING_TEXT
source: Si continúas aceptas las condiciones de uso y la política de privacidad
es: By continuing you are accepting our terms of use and privacy policy

# VALIDATION_TEXT_NAME_REQUIRED
source: Es necesario indicar un nombre
es: Name is required

# VALIDATION_TEXT_EMAIL
source: Email inválido
es: Invalid email

# VALIDATION_PASSWORD_LENGHT
source: Contraseña debe tener al menos 8 símbolos
es: Password must be at least 8 characters long
